* Blender

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-11-18 Tue 14:12]
| Headline     | Time   |      |
|--------------+--------+------|
| *Total time* | *2:59* |      |
|--------------+--------+------|
| Blender      | 2:59   |      |
| \_  Compile  |        | 2:09 |
| \_  Learn    |        | 0:50 |
#+END:

** Compile
:LOGBOOK:
CLOCK: [2025-11-18 Tue 12:00]--[2025-11-18 Tue 14:09] =>  2:09
:END:

** Learn
:LOGBOOK:
CLOCK: [2025-11-17 Mon 19:00]--[2025-11-17 Mon 19:30] =>  0:30
CLOCK: [2025-11-18 Tue 14:10]--[2025-11-18 Tue 14:30] =>  0:20
:END:
